@extends('app')

@section('content')
     <!-- banner -->
     <section class="banner" id="banner">
        <div class="container">
            <img src="{{ asset('storage/images/info-item-image.png') }}" alt="image-home-page" class="banner-image-for-bg one zoom">
            <img src="{{ asset('storage/images/info-item-image-1.png') }}" alt="image-home-page" class="banner-image-for-bg two zoom">
            <img src="{{ asset('storage/images/info-item-image-2.png') }}" alt="image-home-page" class="banner-image-for-bg three zoom">

            <div class="banner-box_for_content">
                <div class="banner-users_box">
                    <h4 class="banner-users_box_title fade-in-down">ПРОСТО. БЫСТРО. УДОБНО.</h4>
                    @if ($users_avatars->count() > 0)
                    <div class="banner-users_box_images fade-in-down">
                        <div class="avatar_box">
                            <marquee 
                                behavior="scroll" 
                                direction="left" 
                                scrollamount="5" 
                                scrolldelay="0"
                                loop="-1"
                                onmouseover="this.stop()" 
                                onmouseout="this.start()"
                            >
                            @foreach ($users_avatars as $user_avatar)
                                <img
                                    class="banner-avatar" 
                                    src="{{ asset($user_avatar->user_avatar) }}"
                                    alt="banner-avatar"
                                >
                            @endforeach
                        </marquee>
                        </div>
                    </div>
                    @endif
                </div>

                <div class="banner-main_box">
                    <h1 class="banner-title fade-in-down">
                        Вебфолио — cоздай портфолио в пару кликов!
                    </h1>

                    <p class="banner-subtitle fade-in-down">
                        Лучшее решение для быстрого создания потрясающего портфолио без лишних усилий. Попробуй бесплатно.
                    </p>

                    <div class="banner-btns_box fade-in-down">
                        @auth
                            <a href="{{ route('show.signup') }}" class="btn-white btn btn-m banner-btn-create">Перейти в портфолио</a>
                        @else
                            <a href="{{ route('show.signup') }}" class="btn-white btn btn-m banner-btn-create">Создать портфолио</a>
                        @endauth
                        <a class="btn btn-m banner-btn-more">Создайте аккаунт<br>  меньше чем за минуту</a>
                    </div>
                </div>
            </div>
        </div>
    </section>

    <!-- steps -->
    <section class="steps" id="steps">
        <div class="container">
            <div class="steps-title_box">
                <h5 class="pre-title animate">выполни всего 3 шага</h5>
                <h2 class="steps-title animate">Создайте веб-портфолио,<br> которое впечатлит всех</h2>

                <div class="steps_box animate">
                    <div class="step step-1">
                        <svg class="step-icon" xmlns="http://www.w3.org/2000/svg" width="48" height="48" viewBox="0 0 48 48" fill="none">
                            <rect width="48" height="48" rx="24" fill="#F43F5E"/>
                            <path d="M24.0005 13.5001C21.4234 13.5001 19.3335 15.5889 19.3335 18.1671C19.3335 20.7452 21.4234 22.8341 24.0005 22.8341C26.5776 22.8341 28.6675 20.7442 28.6675 18.1671C28.6675 15.5899 26.5786 13.5001 24.0005 13.5001ZM24.0005 25.0204C20.4961 25.0204 13.5 26.7795 13.5 30.2701C13.5 31.881 14.8059 33.1869 16.4167 33.1869H31.5833C33.1941 33.1869 34.5 31.881 34.5 30.2701C34.5 26.7795 27.5059 25.0204 24.0005 25.0204Z" fill="white"/>
                        </svg>

                        <p class="step-name">Создай аккаунт</p>
                        <p class="step-text">
                            Зарегиструйся на платформе, заполни все данные о себе: информацию о тебе, твои hard & soft skills.
                        </p>
                    </div>
                    <div class="step step-2">
                        <svg class="step-icon" xmlns="http://www.w3.org/2000/svg" width="48" height="48" viewBox="0 0 48 48" fill="none">
                            <rect width="48" height="48" rx="24" fill="#F59E0B"/>
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M20.9391 33.3659L31.1899 20.1096C31.747 19.3948 31.9451 18.5683 31.7594 17.7268C31.5985 16.9618 31.128 16.2344 30.4223 15.6826L28.7015 14.3155C27.2035 13.1241 25.3465 13.2495 24.2818 14.6165L23.1304 16.1102C22.9819 16.2971 23.019 16.573 23.2047 16.7235C23.2047 16.7235 26.114 19.0562 26.1759 19.1063C26.374 19.2945 26.5226 19.5453 26.5597 19.8463C26.6216 20.4357 26.2131 20.9875 25.6065 21.0628C25.3217 21.1004 25.0493 21.0126 24.8513 20.8496L21.7934 18.4166C21.6448 18.3049 21.422 18.3288 21.2982 18.4793L14.031 27.8853C13.5605 28.4747 13.3996 29.2397 13.5605 29.9797L14.4891 34.0055C14.5386 34.2187 14.7243 34.3692 14.9471 34.3692L19.0326 34.319C19.7754 34.3065 20.4687 33.9678 20.9391 33.3659ZM26.6591 32.112H33.3208C33.9708 32.112 34.4994 32.6475 34.4994 33.3059C34.4994 33.9656 33.9708 34.4998 33.3208 34.4998H26.6591C26.0091 34.4998 25.4805 33.9656 25.4805 33.3059C25.4805 32.6475 26.0091 32.112 26.6591 32.112Z" fill="white"/>
                        </svg>
                        <p class="step-name">Заполни портфолио</p>
                        <p class="step-text">
                            Как только ты заполнил все о себе, то самое время: добавить несколько работ в портфолио и написать о своих услугах
                        </p>
                    </div>
                    <div class="step step-3">
                        <svg class="step-icon" xmlns="http://www.w3.org/2000/svg" width="48" height="48" viewBox="0 0 48 48" fill="none">
                            <g clip-path="url(#clip0_81_26265)">
                                <rect width="48" height="48" rx="24" fill="#34D399"/>
                                <path fill-rule="evenodd" clip-rule="evenodd" d="M28.8835 16.9406H29.1099C32.0852 16.9406 34.5 19.4274 34.5 22.4779V28.579C34.5 31.6295 32.0852 34.1053 29.1099 34.1053H18.8901C15.9148 34.1053 13.5 31.6295 13.5 28.579V22.4779C13.5 19.4274 15.9148 16.9406 18.8901 16.9406H19.1165C19.1381 15.6142 19.6448 14.3763 20.5611 13.4479C21.4882 12.5085 22.674 12.0332 24.0108 12C26.6843 12 28.8511 14.2106 28.8835 16.9406ZM21.6919 14.6308C21.0882 15.2497 20.754 16.0676 20.7324 16.9408H27.2653C27.2329 15.1281 25.7884 13.6581 24.0096 13.6581C23.1795 13.6581 22.3171 14.0008 21.6919 14.6308ZM28.0955 21.1962C28.5482 21.1962 28.904 20.8204 28.904 20.3672V19.0851C28.904 18.6319 28.5482 18.2562 28.0955 18.2562C27.6535 18.2562 27.2869 18.6319 27.2869 19.0851V20.3672C27.2869 20.8204 27.6535 21.1962 28.0955 21.1962ZM20.6151 20.3668C20.6151 20.8199 20.2593 21.1957 19.8066 21.1957C19.3646 21.1957 18.998 20.8199 18.998 20.3668V19.0847C18.998 18.6315 19.3646 18.2557 19.8066 18.2557C20.2593 18.2557 20.6151 18.6315 20.6151 19.0847V20.3668Z" fill="white"/>
                            </g>
                            <defs>
                                <clipPath id="clip0_81_26265">
                                <rect width="48" height="48" rx="24" fill="white"/>
                                </clipPath>
                            </defs>
                            </svg>
                        <p class="step-name">Отправляй ссылку на профиль</p>
                        <p class="step-text">
                            В результате ты получаешь идеальное решение для портфолио, которое отражает твои таланты и достижения
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </section>

    <!-- info -->
    <section class="info" id="info">
        <div class="container">
            <div class="info-first_box">
                <img src="{{ asset('storage/images/star-info.svg') }}" alt="star" class="animate">
                <div class="info-first_inner_box">
                    <h3 class="info-title animate">В вебфолио есть практически все, что нужно разработчикам для идеального портфолио</h3>

                    <div class="info-logo_box animate">
                        <img src="{{ asset('storage/images/logo-icon.svg') }}" alt="logotype">

                        <div class="info-logo_inner_box">
                            <p class="info-logo_name">Команда Вебфолио</p>
                            <p class="info-logo_subname">Создадим портфолио вместе</p>
                        </div>
                    </div>
                </div>
            </div>

            <div class="info-diveder_box animate">
                <div class="info-divider">
                    <svg xmlns="http://www.w3.org/2000/svg" width="97" height="151" viewBox="0 0 97 151" fill="none">
                        <path d="M0.70973 1.80192C0.70973 1.80192 100.676 21.7804 95.3924 89.4368C91.1216 144.124 27.0277 116.602 11.7317 150.101" stroke="#C7C7CC" stroke-width="2" stroke-dasharray="8 8"/>
                    </svg>
                </div>
            </div>

            <div class="info-two_box animate">
                <div class="info-item">
                    <div class="left_section">
                        <div class="number_element one">№1</div>
                        <h2 class="info-item-title">Расскажите о себе</h2>
                        <p class="info-item-text">
                            Заполните все данные о себе, как с вами можно связаться, а так же что интерсного о вас узнать.
                        </p>

                        <div class="info-item-components_box">
                            <p class="info-item-components_title">Компоненты данного блока:</p>
                            <div class="skills_box">
                                <a class="user-skill">Имя</a>
                                <div class="user-skill">Фамилия</div>
                                <div class="user-skill">Описание профиля</div>
                                <div class="user-skill">Навыки</div>
                                <div class="user-skill">Контакты</div>
                                <div class="user-skill">Ссылки на соцсети</div>
                                
                            </div>
                        </div>

                    </div>
                    <div class="right_section one">
                        <img src="{{ asset('storage/images/info-item-image.png') }}" alt="image" class="right-section-image">
                    </div>
                </div>

                <div class="info-item">
                    <div class="left_section">
                        <div class="number_element two">№2</div>
                        <h2 class="info-item-title">Опыт работы</h2>
                        <p class="info-item-text">
                            Укажите ваш опыт работы в разных местах, чтобы все профи знали на что вы способны!
                        </p>

                        <div class="info-item-components_box">
                            <p class="info-item-components_title">Компоненты данного блока:</p>
                            
                            <div class="skills_box">
                                <a class="user-skill">Место работы</a>
                                <div class="user-skill">Начало работы</div>
                                <div class="user-skill">Конец работы</div>
                                <div class="user-skill">Задачи на работе</div>
                                <div class="user-skill">Должность </div>
                                
                                
                            </div>
                        </div>

                    </div>
                    <div class="right_section two">
                        <img src="{{ asset('storage/images/info-item-image-1.png') }}" alt="image" class="right-section-image">
                    </div>
                </div>

                <div class="info-item">
                    <div class="left_section">
                        <div class="number_element three">№3</div>
                        <h2 class="info-item-title">Ваши проекты</h2>
                        <p class="info-item-text">
                            Расскажите клиентам и работодателям о всех проектах, которые вы когда-то реализовывали
                        </p>

                        <div class="info-item-components_box">
                            <p class="info-item-components_title">Компоненты данного блока:</p>
                            
                            <div class="skills_box">
                            <a class="user-skill">Обложка проекта</a>
                                <div class="user-skill">Описание проекта</div>
                                <div class="user-skill">Цель и задачи</div>
                                <div class="user-skill">Реализуемые решения</div>
                                <div class="user-skill">Используемые стек</div>
                                <div class="user-skill">Ссылка на GitHub</div>
                                <div class="user-skill">Ссылка на Deploy</div>
                            </div>
                        </div>

                    </div>
                    <div class="right_section three">
                        <img src="{{ asset('storage/images/info-item-image-2.png') }}" alt="image" class="right-section-image">
                    </div>
                </div>
            </div>
        </div>
    </section>

    <section class="get-started">
        <div class="container get-started_grid">
            <div class="get-started_content-box">
                    <div class="canvas-for-logo">
                        <svg xmlns="http://www.w3.org/2000/svg" height="30" viewBox="0 0 807 140" fill="none">
                            <path class="logo-text scrolled" d="M768.688 114.547C761 114.547 754.344 112.859 748.719 109.484C743.094 106.109 738.734 101.375 735.641 95.2812C732.594 89.1875 731.07 82.1094 731.07 74.0469C731.07 65.9375 732.594 58.8359 735.641 52.7422C738.734 46.6016 743.094 41.8438 748.719 38.4688C754.344 35.0938 761 33.4062 768.688 33.4062C776.375 33.4062 783.031 35.0938 788.656 38.4688C794.281 41.8438 798.641 46.6016 801.734 52.7422C804.828 58.8359 806.375 65.9375 806.375 74.0469C806.375 82.1094 804.828 89.1875 801.734 95.2812C798.641 101.375 794.281 106.109 788.656 109.484C783.031 112.859 776.375 114.547 768.688 114.547ZM768.688 99.6406C772.953 99.6406 776.469 98.5156 779.234 96.2656C782 93.9688 784.062 90.875 785.422 86.9844C786.828 83.0938 787.531 78.7812 787.531 74.0469C787.531 69.2188 786.828 64.8594 785.422 60.9688C784.062 57.0781 782 54.0078 779.234 51.7578C776.469 49.4609 772.953 48.3125 768.688 48.3125C764.516 48.3125 761.023 49.4609 758.211 51.7578C755.398 54.0078 753.289 57.0781 751.883 60.9688C750.523 64.8594 749.844 69.2188 749.844 74.0469C749.844 78.7812 750.523 83.0938 751.883 86.9844C753.289 90.875 755.398 93.9688 758.211 96.2656C761.023 98.5156 764.516 99.6406 768.688 99.6406Z" fill="#111827"/>
                            <path class="logo-text scrolled" d="M672.25 87.8984L703.75 34.3906H722.734V113H704.945V59.4219L673.516 113H654.461V34.3906H672.25V87.8984Z" fill="#111827"/>
                            <path class="logo-text scrolled" d="M569.625 113L569.555 97.7422H572.156C574.922 97.7422 577.102 96.8984 578.695 95.2109C580.336 93.5234 581.578 90.6172 582.422 86.4922C583.266 82.3203 583.828 76.5781 584.109 69.2656L585.445 34.3906H642.75V113H624.82V49.5781H602.32L601.055 75.0312C600.727 81.5469 600 87.1953 598.875 91.9766C597.75 96.7578 596.133 100.719 594.023 103.859C591.961 106.953 589.383 109.25 586.289 110.75C583.195 112.25 579.539 113 575.32 113H569.625Z" fill="#111827"/>
                            <path class="logo-text scrolled" d="M529.156 114.547C521.469 114.547 514.812 112.859 509.188 109.484C503.562 106.109 499.203 101.375 496.109 95.2812C493.062 89.1875 491.539 82.1094 491.539 74.0469C491.539 65.9375 493.062 58.8359 496.109 52.7422C499.203 46.6016 503.562 41.8438 509.188 38.4688C514.812 35.0938 521.469 33.4062 529.156 33.4062C536.844 33.4062 543.5 35.0938 549.125 38.4688C554.75 41.8438 559.109 46.6016 562.203 52.7422C565.297 58.8359 566.844 65.9375 566.844 74.0469C566.844 82.1094 565.297 89.1875 562.203 95.2812C559.109 101.375 554.75 106.109 549.125 109.484C543.5 112.859 536.844 114.547 529.156 114.547ZM529.156 99.6406C533.422 99.6406 536.938 98.5156 539.703 96.2656C542.469 93.9688 544.531 90.875 545.891 86.9844C547.297 83.0938 548 78.7812 548 74.0469C548 69.2188 547.297 64.8594 545.891 60.9688C544.531 57.0781 542.469 54.0078 539.703 51.7578C536.938 49.4609 533.422 48.3125 529.156 48.3125C524.984 48.3125 521.492 49.4609 518.68 51.7578C515.867 54.0078 513.758 57.0781 512.352 60.9688C510.992 64.8594 510.312 69.2188 510.312 74.0469C510.312 78.7812 510.992 83.0938 512.352 86.9844C513.758 90.875 515.867 93.9688 518.68 96.2656C521.492 98.5156 524.984 99.6406 529.156 99.6406Z" fill="#111827"/>
                            <path class="logo-text scrolled" d="M429.062 139.719V8.23438H447.555V139.719H429.062ZM429.062 114.547C423.297 114.547 418.023 113.586 413.242 111.664C408.461 109.695 404.336 106.93 400.867 103.367C397.398 99.7578 394.727 95.4922 392.852 90.5703C390.977 85.6016 390.039 80.0938 390.039 74.0469C390.039 68 390.977 62.4922 392.852 57.5234C394.727 52.5547 397.398 48.2656 400.867 44.6562C404.336 41.0469 408.461 38.2812 413.242 36.3594C418.023 34.3906 423.297 33.4062 429.062 33.4062H433V114.547H429.062ZM429.062 99.6406H431.383V48.3125H429.062C424.656 48.3125 420.953 49.4844 417.953 51.8281C415 54.1719 412.75 57.2891 411.203 61.1797C409.703 65.0703 408.953 69.3594 408.953 74.0469C408.953 77.5625 409.375 80.8672 410.219 83.9609C411.109 87.0547 412.398 89.7734 414.086 92.1172C415.773 94.4609 417.859 96.3125 420.344 97.6719C422.875 98.9844 425.781 99.6406 429.062 99.6406ZM447.555 114.547H443.688V33.4062H447.555C453.32 33.4062 458.594 34.3906 463.375 36.3594C468.156 38.2812 472.281 41.0469 475.75 44.6562C479.219 48.2656 481.891 52.5547 483.766 57.5234C485.641 62.4922 486.578 68 486.578 74.0469C486.578 80.0938 485.641 85.6016 483.766 90.5703C481.891 95.4922 479.219 99.7578 475.75 103.367C472.281 106.93 468.156 109.695 463.375 111.664C458.594 113.586 453.32 114.547 447.555 114.547ZM447.555 99.6406C450.836 99.6406 453.742 98.9844 456.273 97.6719C458.805 96.3125 460.914 94.4609 462.602 92.1172C464.289 89.7734 465.555 87.0547 466.398 83.9609C467.289 80.8672 467.734 77.5625 467.734 74.0469C467.734 69.3594 466.961 65.0703 465.414 61.1797C463.867 57.2891 461.594 54.1719 458.594 51.8281C455.641 49.4844 451.961 48.3125 447.555 48.3125H445.375V99.6406H447.555Z" fill="#111827"/>
                            <path class="logo-text scrolled" d="M376.641 5.42188L383.18 17.3047C380.883 19.3203 378.305 20.7734 375.445 21.6641C372.633 22.5547 369.305 23.1406 365.461 23.4219C361.664 23.6562 357.164 23.8203 351.961 23.9141C346.102 24.0547 341.32 25.1562 337.617 27.2188C333.914 29.2812 331.055 32.4219 329.039 36.6406C327.07 40.8594 325.805 46.25 325.242 52.8125H326.086C328.523 47.9844 331.945 44.3047 336.352 41.7734C340.805 39.2422 346.008 37.9766 351.961 37.9766C358.477 37.9766 364.219 39.4297 369.188 42.3359C374.203 45.2422 378.117 49.4609 380.93 54.9922C383.789 60.5234 385.195 67.2266 385.148 75.1016C385.195 83.1641 383.695 90.1484 380.648 96.0547C377.602 101.961 373.289 106.531 367.711 109.766C362.133 112.953 355.547 114.547 347.953 114.547C336.469 114.547 327.352 110.82 320.602 103.367C313.898 95.8672 310.523 84.9219 310.477 70.5312V63.5703C310.523 45.0547 313.969 31.2734 320.812 22.2266C327.703 13.1328 337.922 8.46875 351.469 8.23438C355.5 8.14062 359.109 8.11719 362.297 8.16406C365.484 8.21094 368.273 8.07031 370.664 7.74219C373.055 7.36719 375.047 6.59375 376.641 5.42188ZM348.023 99.7812C351.82 99.7344 355.078 98.75 357.797 96.8281C360.562 94.8594 362.695 92.0703 364.195 88.4609C365.695 84.8516 366.422 80.5625 366.375 75.5938C366.422 70.7188 365.695 66.5703 364.195 63.1484C362.695 59.6797 360.562 57.0547 357.797 55.2734C355.031 53.4922 351.703 52.6016 347.812 52.6016C344.953 52.6016 342.398 53.1172 340.148 54.1484C337.898 55.1328 335.953 56.6094 334.312 58.5781C332.719 60.5469 331.5 62.9609 330.656 65.8203C329.812 68.6797 329.367 71.9375 329.32 75.5938C329.273 82.9531 330.914 88.8125 334.242 93.1719C337.57 97.5312 342.164 99.7344 348.023 99.7812Z" fill="#111827"/>
                            <path class="logo-text scrolled" d="M270.922 114.547C263.047 114.547 256.25 112.906 250.531 109.625C244.812 106.297 240.406 101.609 237.312 95.5625C234.266 89.5156 232.742 82.3906 232.742 74.1875C232.742 66.0781 234.266 58.9766 237.312 52.8828C240.359 46.7422 244.648 41.9609 250.18 38.5391C255.711 35.1172 262.227 33.4062 269.727 33.4062C274.555 33.4062 279.125 34.1797 283.438 35.7266C287.797 37.2734 291.641 39.6641 294.969 42.8984C298.344 46.1328 300.992 50.2578 302.914 55.2734C304.836 60.2422 305.797 66.1719 305.797 73.0625V78.8281H241.391V66.3828H296.586L287.938 70.0391C287.938 65.5859 287.258 61.7188 285.898 58.4375C284.539 55.1094 282.523 52.5078 279.852 50.6328C277.18 48.7578 273.852 47.8203 269.867 47.8203C265.883 47.8203 262.484 48.7578 259.672 50.6328C256.859 52.5078 254.727 55.0391 253.273 58.2266C251.82 61.3672 251.094 64.8828 251.094 68.7734V77.4219C251.094 82.2031 251.914 86.3047 253.555 89.7266C255.242 93.1016 257.586 95.6797 260.586 97.4609C263.633 99.2422 267.172 100.133 271.203 100.133C273.828 100.133 276.219 99.7578 278.375 99.0078C280.578 98.2578 282.453 97.1328 284 95.6328C285.594 94.0859 286.812 92.1875 287.656 89.9375L304.953 91.9766C303.828 96.5234 301.742 100.508 298.695 103.93C295.695 107.305 291.828 109.93 287.094 111.805C282.406 113.633 277.016 114.547 270.922 114.547Z" fill="#111827"/>
                            <path class="logo-text scrolled" d="M149.594 113V8.23438H189.812C197.359 8.23438 203.641 9.42969 208.656 11.8203C213.672 14.1641 217.422 17.3984 219.906 21.5234C222.391 25.6016 223.633 30.2188 223.633 35.375C223.633 39.6406 222.812 43.2969 221.172 46.3438C219.578 49.3438 217.398 51.7812 214.633 53.6562C211.867 55.5312 208.773 56.8906 205.352 57.7344V58.7891C209.102 58.9297 212.664 60.0547 216.039 62.1641C219.461 64.2266 222.25 67.1328 224.406 70.8828C226.609 74.6328 227.711 79.1562 227.711 84.4531C227.711 89.8906 226.398 94.7656 223.773 99.0781C221.195 103.344 217.258 106.742 211.961 109.273C206.711 111.758 200.078 113 192.062 113H149.594ZM168.578 97.1797H188.969C195.859 97.1797 200.828 95.8438 203.875 93.1719C206.969 90.5 208.516 87.1016 208.516 82.9766C208.516 79.8359 207.742 77.0234 206.195 74.5391C204.648 72.0547 202.445 70.0859 199.586 68.6328C196.773 67.1797 193.445 66.4531 189.602 66.4531H168.578V97.1797ZM168.578 52.8125H187.422C190.656 52.8125 193.586 52.2031 196.211 50.9844C198.836 49.7656 200.898 48.0547 202.398 45.8516C203.945 43.6016 204.719 40.9531 204.719 37.9062C204.719 33.875 203.289 30.5469 200.43 27.9219C197.57 25.25 193.375 23.9141 187.844 23.9141H168.578V52.8125Z" fill="#111827"/>
                            {{--  --}}
                            <path d="M60 30C60 24.0666 58.2405 18.2664 54.9441 13.3329C51.6477 8.39943 46.9623 4.55426 41.4805 2.28363C35.9987 0.0129986 29.9667 -0.581101 24.1473 0.576455C18.3279 1.73401 12.9824 4.59123 8.78681 8.78681C4.59123 12.9824 1.73401 18.3279 0.576455 24.1473C-0.581101 29.9667 0.0129986 35.9987 2.28363 41.4805C4.55426 46.9623 8.39943 51.6477 13.3329 54.9441C18.2664 58.2405 24.0666 60 30 60C30 43.4315 43.4315 30 60 30Z" fill="#F43F5E"/>
                            <path d="M60 90C60 95.9334 58.2405 101.734 54.9441 106.667C51.6477 111.601 46.9623 115.446 41.4805 117.716C35.9987 119.987 29.9667 120.581 24.1473 119.424C18.3279 118.266 12.9824 115.409 8.78681 111.213C4.59123 107.018 1.73401 101.672 0.576455 95.8527C-0.581101 90.0333 0.0129986 84.0013 2.28363 78.5195C4.55426 73.0377 8.39943 68.3523 13.3329 65.0559C18.2664 61.7595 24.0666 60 30 60V90H60Z" fill="#34D399"/>
                            <path d="M60 30C60 24.0666 61.7595 18.2664 65.0559 13.3329C68.3523 8.39943 73.0377 4.55426 78.5195 2.28363C84.0013 0.0129986 90.0333 -0.581101 95.8527 0.576455C101.672 1.73401 107.018 4.59123 111.213 8.78681C115.409 12.9824 118.266 18.3279 119.424 24.1473C120.581 29.9667 119.987 35.9987 117.716 41.4805C115.446 46.9623 111.601 51.6477 106.667 54.9441C101.734 58.2405 95.9334 60 90 60C90 43.4315 76.5685 30 60 30Z" fill="#55ACEE"/>
                            <path d="M60 90C60 95.9334 61.7595 101.734 65.0559 106.667C68.3523 111.601 73.0377 115.446 78.5195 117.716C84.0013 119.987 90.0333 120.581 95.8527 119.424C101.672 118.266 107.018 115.409 111.213 111.213C115.409 107.018 118.266 101.672 119.424 95.8527C120.581 90.0333 119.987 84.0013 117.716 78.5195C115.446 73.0377 111.601 68.3523 106.667 65.0559C101.734 61.7595 95.9334 60 90 60C90 76.5685 76.5685 90 60 90Z" fill="#F59E0B"/>
                            <path d="M30 60C30 43.4315 43.4315 30 60 30C76.5685 30 90 43.4315 90 60C90 76.5685 76.5685 90 60 90H30V60Z" fill="white"/>
                            <path d="M86 60C86 45.6406 74.3594 34 60 34C45.6406 34 34 45.6406 34 60V86H60V90H30V60C30 43.4315 43.4315 30 60 30C76.5685 30 90 43.4315 90 60C90 76.5685 76.5685 90 60 90V86C74.3594 86 86 74.3594 86 60Z" fill="#2A3346"/>
                            <path d="M50.2494 74L44 52H49.0465L52.6699 67.2819H52.8606L56.8362 52H61.1638L65.1394 67.3262H65.3301L68.9535 52H74L67.7359 74H63.2323L59.0954 59.6188H58.9193L54.7677 74H50.2494Z" fill="#2A3346"/>
                        </svg>
                    </div>
                    <hr color="#E6E6E8" width="100%" size="2px" align="center" class="user-divider">

                    <h2 class="get-started_title">
                        Начните бесплатную пробную версию
                    </h2>
                

                <p class="get-started_subtitle">
                    Присоединяйтесь к сервису, чтобы создать свое лучшее резюме и портфолио
                </p>

                @auth
                    <a href="{{ route('show.account') }}" class="get-started_btn btn btn-m btn-1">
                        Перейти в аккаунт
                    </a>
                @endauth

                @guest
                    <a href="{{ route('show.signup') }}" class="get-started_btn btn btn-m btn-1">
                        Начать бесплатно 
                    </a>
                @endguest
            </div>

            <div class="get-started_content-box image-container">
                <img src="{{ asset('storage/images/mockup-user-account.png') }}" alt="">
            </div>
        </div>
    </section>


<script src="{{ asset('js/header-color-change.js') }}" defer></script>

@endsection
